Repository: GE-Developer/Citizen-GE
Catalog: Citizen/Resources/Localizable.xcstrings
Source language: en
Languages: ka, ru

# Project.AboutProject.title
source: About Citizen Project
ka: Citizen პროექტის შესახებ
ru: О проекте Citizen

# Project.Developers.MichaelButton.title
source: iOS Developer
ka: iOS დეველოპერი
ru: iOS Разработчик

# Project.Developers.title
source: Developers
ka: დეველოპერები
ru: Разработчики

# Project.Disclaimer.description
source: Citizen is an independent preparation platform. The app is not an official resource and is not affiliated with, endorsed or sponsored by the Government of Georgia or any of its state bodies. All materials are provided for informational purposes only, do not replace official sources and do not guarantee any exam result.
ka: Citizen დამოუკიდებელი მოსამზადებელი პლატფორმაა. აპლიკაცია არ არის ოფიციალური რესურსი, არ არის დაკავშირებული საქართველოს მთავრობასთან ან მის უწყებებთან და არ არის მათ მიერ დამტკიცებული ან დაფინანსებული. მასალები საინფორმაციო ხასიათისაა, არ ცვლის ოფიციალურ წყაროებს და არ იძლევა გამოცდის შედეგის გარანტიას.
ru: Citizen - независимая платформа для подготовки. Приложение не является официальным ресурсом, не связано с Правительством Грузии и его государственными органами, не одобрено и не спонсируется ими. Материалы носят информационный характер, не заменяют официальные источники и не гарантируют результат экзамена.

# Project.Disclaimer.title
source: Disclaimer
ka: სამართლებრივი ინფორმაცია
ru: Правовая информация

# Project.other
source: If you have any suggestions, ideas, or corrections, please contact us in any way convenient for you.
ka: თუ გაქვთ რაიმე შემოთავაზება, იდეა ან შესწორება, გთხოვთ, დაგვიკავშირდეთ თქვენთვის მოსახერხებელი ნებისმიერი გზით.
ru: Если у вас есть предложения, идеи или исправления, свяжитесь с нами любым удобным для вас способом.

# Project.title
source: Project
ka: პროექტი
ru: Проект

# Questions.Banner.correct
source: Correct
ka: სწორია
ru: Правильно

# Questions.Banner.wrong
source: Not quite
ka: მთლად სწორი არაა
ru: Не совсем

# Questions.Button.checkAnswer
source: Check answer
ka: პასუხის შემოწმება
ru: Проверить ответ

# Questions.Button.continue
source: Continue
ka: გაგრძელება
ru: Продолжить

# Questions.Button.selectAnswer
source: Select an answer
ka: აირჩიეთ პასუხი
ru: Выберите ответ

# Questions.counter %lld %lld
source: Question %1$lld of %2$lld
ka: კითხვა %1$lld %2$lld-დან
ru: Вопрос %1$lld из %2$lld

# Questions.Preview.Completed.message
source: You answered every question in this topic correctly. Great job - keep it up!
ka: ამ თემის ყველა კითხვას სწორად უპასუხეთ. შესანიშნავი შედეგია - ასე განაგრძეთ!
ru: Вы ответили верно на все вопросы этой темы. Отличная работа - так держать!

# Questions.Preview.Completed.title
source: Topic fully completed!
ka: თემა სრულად გავლილია!
ru: Тема пройдена полностью!

# Questions.Preview.exit
source: Exit
ka: გასვლა
ru: Выйти

# Questions.Preview.mistakeRowTitle %@
source: Question: %@
ka: კითხვა: %@
ru: Вопрос: %@

# Questions.Preview.mistakesHeader
source: Mistakes
ka: შეცდომები
ru: Ошибки

# Questions.Preview.Restart.subtitle
source: Progress will be reset
ka: პროგრესი განულდება
ru: Прогресс будет сброшен

# Questions.Preview.Restart.title
source: Start over
ka: თავიდან დაწყება
ru: Начать сначала

# Questions.Preview.RestartAlert.cancel
source: Cancel
ka: გაუქმება
ru: Отмена

# Questions.Preview.RestartAlert.confirm
source: Start over
ka: თავიდან დაწყება
ru: Начать сначала

# Questions.Preview.RestartAlert.message
source: Progress for this topic will be reset.
ka: ამ თემის პროგრესი განულდება.
ru: Прогресс по этой теме будет сброшен.

# Questions.Preview.RestartAlert.title
source: Start over?
ka: თავიდან დაწყება?
ru: Начать сначала?

# Questions.Preview.ringCaption %lld %lld
source: %1$lld of %2$lld correct
ka: სწორია %1$lld %2$lld-დან
ru: %1$lld из %2$lld правильно

# Questions.Preview.Stats.attempts
source: Attempts
ka: მცდელობები
ru: Попытки

# Questions.Preview.Stats.bestStreak
source: Best streak
ka: საუკეთესო სერია
ru: Лучшая серия

# Questions.Preview.Stats.completed
source: Completed
ka: გავლილი
ru: Пройдено

# Questions.SaveSheet.emptyFolders
source: No folders yet
ka: საქაღალდეები ჯერ არ არის
ru: Папок пока нет

# Questions.SaveSheet.folderCount %lld
source: %lld questions
ka: %lld კითხვა
ru: %lld вопроса

# Questions.SaveSheet.foldersHeader
source: Folders
ka: საქაღალდეები
ru: Папки

# Questions.SaveSheet.newFolder
source: New folder
ka: ახალი საქაღალდე
ru: Новая папка

# Questions.SaveSheet.subtitle
source: Choose a folder or create a new one
ka: აირჩიეთ საქაღალდე ან შექმენით ახალი
ru: Выберите папку или создайте новую

# Questions.SaveSheet.title
source: Save question
ka: კითხვის შენახვა
ru: Сохранить вопрос

# Questions.title
source: Question
ka: კითხვა
ru: Вопрос

# Refresh.Empty.message
source: Answer questions correctly in the topics - passed ones show up here.
ka: უპასუხეთ კითხვებს სწორად თემებში - გავლილი გამოჩნდება აქ.
ru: Отвечайте верно в темах - пройденные вопросы появятся здесь.

# Refresh.Empty.title
source: Nothing to review yet
ka: ჯერ არაფერია გასამეორებელი
ru: Пока нечего повторять

# Root.Error.loadFailed.title
source: Couldn't load data
ka: მონაცემების ჩატვირთვა ვერ მოხერხდა
ru: Не удалось загрузить данные

# Root.Error.outOfSpace.title
source: Not enough storage on this device. Free up some space and try again.
ka: მოწყობილობაზე საკმარისი მეხსიერება არ არის. გაათავისუფლეთ ადგილი და სცადეთ თავიდან.
ru: На устройстве недостаточно места. Освободите немного места и попробуйте снова.

# Root.Error.retry.title
source: Retry
ka: ხელახლა ცდა
ru: Повторить

# Root.Loading.title
source: Loading
ka: იტვირთება
ru: Загрузка

# Saved.emptyMessage
source: Tap the bookmark on the question screen to create a folder and save the question here.
ka: შეეხეთ სანიშნეს კითხვის ეკრანზე, რომ შექმნათ საქაღალდე და შეინახოთ კითხვა აქ.
ru: Нажмите на закладку на экране вопроса, чтобы создать папку и сохранить вопрос сюда.

# Saved.Practice.allSubtitle
source: All questions from all folders
ka: ყველა კითხვა ყველა საქაღალდიდან
ru: Все вопросы из всех папок

# Saved.Practice.folderSubtitle
source: All questions in this folder
ka: ამ საქაღალდის ყველა კითხვა
ru: Все вопросы этой папки

# Saved.Practice.title
source: Practice
ka: პრაქტიკა
ru: Практика

# Saved.removeFolder
source: Delete folder
ka: საქაღალდის წაშლა
ru: Удалить папку

# Saved.removeQuestion
source: Delete question
ka: კითხვის წაშლა
ru: Удалить вопрос

# Saved.renameConfirm
source: Save
ka: შენახვა
ru: Сохранить

# Saved.renameFolder
source: Rename folder
ka: საქაღალდის გადარქმევა
ru: Переименовать папку

# Search.emptyMessage
source: Type a word to find questions across the topics.
ka: აკრიფეთ სიტყვა, რომ იპოვოთ კითხვები თემებში.
ru: Введите слово, чтобы найти вопросы по темам.

# Search.emptyTitle
source: Search questions
ka: კითხვების ძიება
ru: Поиск вопросов

# SearchField.cancel
source: Cancel
ka: გაუქმება
ru: Отмена

# Settings.AboutApp.PrivacyPolicy.title
source: Privacy Policy
ka: კონფიდენციალურობის პოლიტიკა
ru: Политика конфиденциальности

# Settings.AboutApp.Project.title
source: About the Project
ka: პროექტის შესახებ
ru: О проекте

# Settings.AboutApp.TermsOfUse.title
source: Terms of Use
ka: გამოყენების წესები
ru: Условия использования

# Settings.AboutApp.title
source: About the App
ka: აპლიკაციის შესახებ
ru: О приложении

# Settings.Access.RestorePurchases.title
source: Restore Purchases
ka: შენაძენების აღდგენა
ru: Восстановить покупки

# Settings.Access.Review.title
source: Leave a Review on the App Store
ka: App Store-ში შეფასება
ru: Оставить отзыв в App Store

# Settings.Access.Subscription.title
source: Subscription
ka: გამოწერა
ru: Подписка

# Settings.Access.title
source: Access
ka: წვდომა
ru: Доступ

# Settings.Account.Avatar.change
source: Change photo
ka: ფოტოს შეცვლა
ru: Изменить фото

# Settings.Account.Avatar.loadFailed
source: Couldn't load the photo. Try another one
ka: ფოტოს ჩატვირთვა ვერ მოხერხდა. სცადეთ სხვა
ru: Не удалось загрузить фото. Попробуйте другое

# Settings.Account.Avatar.remove
source: Remove photo
ka: ფოტოს წაშლა
ru: Удалить фото

# Settings.Account.Avatar.uploadFailed
source: Couldn't upload the photo. It will sync later
ka: ფოტოს ატვირთვა ვერ მოხერხდა. სინქრონიზაცია მოგვიანებით მოხდება
ru: Не удалось загрузить фото на сервер. Синхронизируется позже

# Settings.Account.ChangePassword.title
source: Change password
ka: პაროლის შეცვლა
ru: Смена пароля

# Settings.Account.ChangePassword.wrongPassword
source: Current password is incorrect
ka: მიმდინარე პაროლი არასწორია
ru: Текущий пароль неверный

# Settings.Account.Confirm.appleMismatch
source: That Apple ID belongs to a different account.
ka: ეს Apple ID სხვა ანგარიშს ეკუთვნის.
ru: Этот Apple ID принадлежит другому аккаунту.

# Settings.Account.Confirm.applePrompt
source: Sign in with Apple to confirm this action.
ka: მოქმედების დასადასტურებლად შედით Apple-ით.
ru: Чтобы подтвердить действие, войдите через Apple.

# Settings.Account.Confirm.appleTitle
source: Confirm it's you
ka: დაადასტურეთ ვინაობა
ru: Подтвердите личность

# Settings.Account.Confirm.passwordPrompt
source: Enter your account password to confirm.
ka: დასადასტურებლად შეიყვანეთ ანგარიშის პაროლი.
ru: Введите пароль от аккаунта, чтобы подтвердить.

# Settings.Account.Confirm.wrongPassword
source: Incorrect password
ka: პაროლი არასწორია
ru: Неверный пароль

# Settings.Account.CurrentPassword.placeholder
source: Current password
ka: მიმდინარე პაროლი
ru: Текущий пароль

# Settings.Account.DeleteAccount.alertConfirm
source: Delete
ka: წაშლა
ru: Удалить

# Settings.Account.DeleteAccount.alertMessage
source: This permanently deletes your account and all your progress. This can't be undone.
ka: ეს სამუდამოდ წაშლის თქვენს ანგარიშსა და მთელ პროგრესს. მოქმედების გაუქმება შეუძლებელია.
ru: Аккаунт и весь прогресс будут удалены навсегда. Отменить это действие нельзя.

# Settings.Account.DeleteAccount.alertTitle
source: Delete Account?
ka: ანგარიშის წაშლა?
ru: Удалить аккаунт?

# Settings.Account.DeleteAccount.error
source: Couldn't delete your account. Please try again.
ka: ანგარიშის წაშლა ვერ მოხერხდა. სცადეთ თავიდან.
ru: Не удалось удалить аккаунт. Попробуйте ещё раз.

# Settings.Account.DeleteAccount.title
source: Delete Account
ka: ანგარიშის წაშლა
ru: Удалить аккаунт

# Settings.Account.Feedback.failed
source: Couldn't save to the server. We'll retry later
ka: სერვერზე შენახვა ვერ მოხერხდა. მოგვიანებით ხელახლა ვცდით
ru: Не удалось сохранить на сервере. Попробуем позже

# Settings.Account.Feedback.passwordChanged
source: Password changed
ka: პაროლი შეიცვალა
ru: Пароль изменён

# Settings.Account.Feedback.saved
source: Changes saved
ka: ცვლილებები შენახულია
ru: Изменения сохранены

# Settings.Account.Feedback.savedOffline
source: Saved. Will sync when you're back online
ka: შენახულია. სინქრონიზდება ინტერნეტის დაბრუნებისას
ru: Сохранено. Синхронизируется при появлении интернета

# Settings.Account.Id.copied
source: Copied
ka: დაკოპირდა
ru: Скопировано

# Settings.Account.Id.title
source: User ID
ka: მომხმარებლის ID
ru: ID пользователя

# Settings.Account.Mood.title
source: Mood
ka: განწყობა
ru: Настроение

# Settings.Account.NewPassword.placeholder
source: New password
ka: ახალი პაროლი
ru: Новый пароль

# Settings.Account.Nickname.title
source: Nickname
ka: მეტსახელი
ru: Никнейм

# Settings.Account.Profile.title
source: Profile
ka: პროფილი
ru: Профиль

# Settings.Account.SignOut.title
source: Sign Out
ka: გასვლა
ru: Выйти

# Settings.Account.title
source: Account
ka: ანგარიში
ru: Аккаунт

# Settings.AppVersion.title
source: App Version
ka: აპლიკაციის ვერსია
ru: Версия приложения

# Settings.Customization.AppIcon.alternativeIconTitle
source: Alternative
ka: ალტერნატიული ხატულები
ru: Альтернативы

# Settings.Customization.AppIcon.defaultIconTitle
source: Default
ka: ნაგულისხმევი
ru: По умолчанию

# Settings.Customization.AppIcon.title
source: App Icon
ka: აპლიკაციის ხატულა
ru: Иконка

# Settings.Customization.Style.headerTitle
source: Pick an accent color that matches your style.
ka: აირჩიეთ აქცენტური ფერი, რომელიც თქვენს სტილს შეესაბამება.
ru: Выберите акцентный цвет, который подходит вашему стилю.

# Settings.Customization.Style.title
source: Style
ka: სტილი
ru: Стиль

# Settings.Customization.title
source: Customization
ka: პერსონალიზაცია
ru: Оформление

# Settings.Data.ClearProgress.alertConfirm
source: Clear
ka: გასუფთავება
ru: Очистить

# Settings.Data.ClearProgress.alertMessage
source: Your answers, statistics and saved words and questions will be erased on all your devices. This can't be undone.
ka: თქვენი პასუხები, სტატისტიკა და შენახული სიტყვები და კითხვები წაიშლება ყველა თქვენს მოწყობილობაზე. მოქმედების გაუქმება შეუძლებელია.
ru: Ответы, статистика и сохранённые слова и вопросы будут стёрты на всех ваших устройствах. Отменить это действие нельзя.

# Settings.Data.ClearProgress.done
source: Progress cleared
ka: პროგრესი გასუფთავებულია
ru: Прогресс очищен

# Settings.Data.ClearProgress.scoreNotice
source: Your earned score won't be reset.
ka: დაგროვებული ქულები არ განულდება.
ru: Заработанные очки при этом не сбросятся.

# Settings.Data.ClearProgress.title
source: Clear Progress
ka: პროგრესის გასუფთავება
ru: Очистить прогресс

# Settings.Data.DeleteData.alertConfirm
source: Delete
ka: წაშლა
ru: Удалить

# Settings.Data.DeleteData.alertMessage
source: Your progress and account are safe, but you'll need to sign in again. An internet connection is required to re-download the materials.
ka: თქვენი პროგრესი და ანგარიში არ დაზარალდება, თუმცა ხელახლა შესვლა მოგიწევთ. მასალების ხელახლა ჩამოსატვირთად საჭიროა ინტერნეტი.
ru: Прогресс и аккаунт не пострадают, но потребуется заново войти. Для повторной загрузки материалов нужен интернет.

# Settings.Data.DeleteData.title
source: Delete Downloaded Data
ka: მონაცემების წაშლა
ru: Удалить данные

# Settings.Data.title
source: Data
ka: მონაცემები
ru: Данные

# Settings.General.DarkMode.title
source: Dark Mode
ka: მუქი რეჟიმი
ru: Тёмная тема

# Settings.General.Haptics.title
source: Haptics
ka: ვიბრაცია
ru: Вибрация

# Settings.General.Language.alertActionTitle
source: Yes
ka: დიახ
ru: Да

# Settings.General.Language.alertCancelTitle
source: No
ka: არა
ru: Нет

# Settings.General.Language.alertMessage
source: Do you want to change the app language?
ka: გსურთ შეცვალოთ აპლიკაციის ენა?
ru: Вы хотите изменить язык приложения?

# Settings.General.Language.alertTitle
source: Change Language
ka: ენის შეცვლა
ru: Смена языка

# Settings.General.Language.title
source: Language
ka: ენა
ru: Язык

# Settings.General.Sound.title
source: Sounds
ka: ხმები
ru: Звуки

# Settings.General.title
source: General
ka: ძირითადი პარამეტრები
ru: Общие настройки

# Settings.Tests.Shuffle.title
source: Shuffle Answers
ka: პასუხების არევა
ru: Перемешивать ответы

# Settings.Tests.ShuffleQuestions.subtitle
source: Practice only
ka: მხოლოდ პრაქტიკაში
ru: Только в практике

# Settings.Tests.ShuffleQuestions.title
source: Shuffle Questions
ka: კითხვების არევა
ru: Перемешивать вопросы

# Settings.Tests.title
source: Tests
ka: ტესტები
ru: Тесты

# Settings.Tests.VoiceActing.title
source: Voice Acting
ka: გახმოვანება
ru: Озвучка

# Settings.title
source: Settings
ka: პარამეტრები
ru: Настройки

# StoreError.invalidCertificateChain
source: Invalid certificate chain.
ka: სერტიფიკატების ჯაჭვი არასწორია.
ru: Недействительная цепочка сертификатов.

# StoreError.invalidDeviceVerification
source: Device verification failed.
ka: მოწყობილობის ვერიფიკაცია ვერ მოხერხდა.
ru: Ошибка проверки устройства.

# StoreError.invalidEncoding
source: Invalid data encoding.
ka: მონაცემთა კოდირება არასწორია.
ru: Ошибка данных.

# StoreError.invalidSignature
source: Invalid transaction signature.
ka: ტრანზაქციის ხელმოწერა არასწორია.
ru: Недействительная подпись транзакции.

# StoreError.loadingError
source: Failed to load products.
ka: პროდუქტების ჩატვირთვა ვერ მოხერხდა.
ru: Не удалось загрузить продукты.

# StoreError.missingRequiredProperties
source: Missing required transaction properties.
ka: ტრანზაქციისთვის საჭირო მონაცემები სრულად არაა მითითებული.
ru: Отсутствуют обязательные параметры транзакции.

# StoreError.pending
source: Your purchase is pending approval.
ka: თქვენი შეძენა ელოდება დამტკიცებას.
ru: Ваша покупка ожидает одобрения.

# StoreError.productNotChosen
source: No product selected.
ka: პროდუქტი არ არის არჩეული.
ru: Продукт не выбран.

# StoreError.revokedCertificate
source: The certificate has been revoked.
ka: სერტიფიკატი გაუქმებულია.
ru: Сертификат был отозван.

# StoreError.syncError
source: Purchases were not synced.
ka: შენაძენი არ აისახა აპლიკაციაში.
ru: Покупки не синхронизированы.

# StoreError.system
source: System error. Please try again later.
ka: სისტემური შეცდომა. სცადეთ მოგვიანებით.
ru: Системная ошибка. Попробуйте позже.

# StoreError.unknown
source: Unknown error occurred.
ka: დაფიქსირდა გაურკვეველი შეცდომა.
ru: Произошла неизвестная ошибка.

# StoreError.userCancelled
source: Purchase was cancelled by user.
ka: შეძენა გააუქმა მომხმარებელმა.
ru: Покупка отменена пользователем.

# TopicPhase.Action.completed
source: Exit
ka: გასვლა
ru: Выйти

# TopicPhase.Status.completed
source: Topic Completed
ka: თემა დასრულებულია
ru: Тема пройдена

# TopicPhase.Status.inProgress
source: In Progress
ka: მიმდინარეობს
ru: В процессе

# TopicPhase.Status.workingOnMistakes
source: Mistakes
ka: შეცდომებზე მუშაობა
ru: Работа над ошибками

# Topics.title
source: Topics
ka: თემები
ru: Темы

# VoiceActing.Unavailable.missing
source: Voice-over isn't available yet.
ka: გახმოვანება ჯერ არ არის ხელმისაწვდომი.
ru: Озвучка пока недоступна.

# VoiceActing.Unavailable.notDownloaded
source: Voice-over isn't downloaded yet - check your internet connection.
ka: გახმოვანება ჯერ არ ჩამოტვირთულა - შეამოწმეთ ინტერნეტკავშირი.
ru: Озвучка ещё не загружена - проверьте подключение к интернету.

# WordOccurrences.emptyRows
source: Not found in any question
ka: არცერთ კითხვაში არ გვხვდება
ru: Не встречается ни в одном вопросе

# WordOccurrences.practiceSubtitle
source: All questions with this word
ka: ყველა კითხვა ამ სიტყვით
ru: Все вопросы с этим словом

# WordOccurrences.title
source: Word
ka: სიტყვა
ru: Слово
